Repository: tobiashreiter/uk.co.compucorp.civicase
Catalog: l10n/*/LC_MESSAGES/civicase.po
Languages: fr_fr

source: Next Activity
fr_fr: Prochaine activité

source: Subject
fr_fr: Sujet

source: Status
fr_fr: Statut

source: Case Manager
fr_fr: Responsable

source: Start Date
fr_fr: Date (début)

source: Last Updated
fr_fr: Date (mise à jour)

source: My Role
fr_fr: Mon rôle

source: Media
fr_fr: Média

source: Presentation
fr_fr: Présentation

source: Spreadsheet
fr_fr: Tableur

source: Other
fr_fr: Autre

source: Upgrade %1 to revision %2
fr_fr: Mise à jour de la révision %1 à %2

source: Alert
fr_fr: Alerte

source: Alerts to display in cases
fr_fr: Alertes à afficher dans les dossiers

source: File Upload
fr_fr: Téléchargement de fichiers

source: Add files to a case
fr_fr: Ajouter des fichiers au dossier

source: Remove Client From Case
fr_fr: Délier ce client du dossier

source: Client removed from multi-client case
fr_fr: Client délié du dossier multi-clients

source: Unread
fr_fr: Non lu

source: Draft
fr_fr: Brouillon

source: Manage Cases
fr_fr: Gérer les dossiers

source: Save
fr_fr: Enregistrer

source: Permanently delete selected case? This cannot be undone.
fr_fr: Supprimer définitivement le dossier sélectionné ? Ceci ne peut pas être annulé.

source: Permanently delete %1 cases? This cannot be undone.
fr_fr: Supprimer définitivement %1 dossiers ? Ceci ne peut pas être annulé.

source: Undelete selected case?
fr_fr: Restaurer le dossier sélectionné ?

source: Undelete %1 cases?
fr_fr: Restaurer %1 dossiers ?

source: This case and all associated activities will be moved to the trash.
fr_fr: Ce dossier et toutes les activités associées seront déplacées à la corbeille.

source: %1 cases and all associated activities will be moved to the trash.
fr_fr: %1 dossiers et toutes les activités associées seront déplacées à la corbeille.

source: Merge all activitiy records into a single case?
fr_fr: Fusionner toutes les activités dans un dossier unique ?

source: Warning: selected cases are of different types.
fr_fr: Alerte : Les dossiers sélectionnées sont de différents types.

source: Warning: selected cases belong to different clients.
fr_fr: Alerte : Les dossiers sélectionnées appartiennent à des clients différents.

source: Select New Status
fr_fr: Sélectionner un nouveau statut

source: Case status changed from %1 to %2
fr_fr: Statut du dossier modifié de %1 à %2

source: Delete Permanently
fr_fr: Supprimer définitivement

source: Restore from Trash
fr_fr: Restaurer depuis la corbeille

source: Delete Activity
fr_fr: Supprimer l'activité

source: Permanently delete this %1 activity?
fr_fr: Supprimer définitivement cette activité %1 ?

source: Move %1 Activity
fr_fr: Déplacer %1 activité

source: Copy %1 Activity
fr_fr: Copier %1 activité

source: View in Feed
fr_fr: Voir dans le flux

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: Move to Case
fr_fr: Déplacer dans le dossier

source: Copy to Case
fr_fr: Copier dans le dossier

source: Show only activities created by, involving or assigned to me
fr_fr: Afficher seulement les activités créées par moi ou assignées à moi ou dans lesquelles je suis impliqué

source: My Activities
fr_fr: Mes activités

source: Show only activities assigned to someone other than me
fr_fr: Afficher seulement les activités assignées à quelqu'un d'autre que moi

source: Delegated
fr_fr: Délégué

source: All
fr_fr: Tout

source: Nested followup activities
fr_fr: Activités de suivi imbriquées

source: Show overdue activities first
fr_fr: Afficher les activités échues d'abord

source: Show case activities
fr_fr: Afficher les activités du dossier

source: All Activity Categories
fr_fr: Toutes les catégories d'activité

source: Show only activities with attachments
fr_fr: Afficher seulement les activités avec pièces jointes

source: Show only starred items
fr_fr: Afficher seulement les favoris

source: Overdue Activities
fr_fr: Activités échues

source: Upcoming Activities
fr_fr: Activités à venir

source: Past Activities
fr_fr: Activités passées

source: Clear Filters
fr_fr: Créer des filtres

source: Add Filter
fr_fr: Ajouter un filtre

source: Activity type
fr_fr: Type d'activité

source: With
fr_fr: Avec

source: Assigned to
fr_fr: Assigné à

source: Tagged
fr_fr: Par étiquette

source: Contains text
fr_fr: Le texte contient

source: Campaign
fr_fr: Campagne

source: Deleted Activities
fr_fr: Activités supprimées

source: Deleted
fr_fr: Supprimé

source: Test Activities
fr_fr: Tester les activités

source: Mark incomplete
fr_fr: Marqué comme non terminé

source: Mark complete
fr_fr: Marquer comme terminé

source: Add star
fr_fr: Mettre en favori

source: Unstar
fr_fr: Enlever des favoris

source: 1 Attachment
fr_fr: 1 pièce jointe

source: %1 Attachments
fr_fr: %1 pièces jointes

source: Loading...
fr_fr: Chargement...

source: Download File
fr_fr: Télécharger le fichier

source: (Draft)
fr_fr: (Brouillon)

source: With:
fr_fr: Avec :

source: Assigned to:
fr_fr: Assigné à :

source: View Case
fr_fr: Consulter le dossier

source: Status: %1
fr_fr: État : %1

source: Case: %1
fr_fr: Dossier : %1

source: Select Case
fr_fr: Sélectionner le dossier

source: Activity Subject
fr_fr: Sujet de l'activité

source: Filters
fr_fr: Filtres

source: Page %1 of %2
fr_fr: Page %1 sur %2

source: << First
fr_fr: << Premier

source: Last >>
fr_fr: Dernier >>

source: Next >
fr_fr: Suivant >

source: < Prev
fr_fr: < Précédent

source: Case Search Results
fr_fr: Résultats de recherche des dossiers

source: All Open
fr_fr: En cours >

source: Cases
fr_fr: Dossiers

source: Case ID
fr_fr: Numéro

source: Case Client
fr_fr: Client

source: End Date
fr_fr: Date (fin)

source: Date Created
fr_fr: Date (création)

source: Next Milestone
fr_fr: Prochain jalon

source: Next Milestone:
fr_fr: Prochain jalon:

source: Next Task
fr_fr: Prochaine tâche

source: Next Communication
fr_fr: Prochaine communication

source: Additional clients
fr_fr: Clients supplémentaires

source: Email:
fr_fr: Courriel :

source: Phone:
fr_fr: Téléphone :

source: Case ID:
fr_fr: Dossier n° :

source: %1 upcoming %2
fr_fr: %1 à venir en tant que %2

source: No cases found matching the search criteria.
fr_fr: Aucun dossier ne correspond à ces critères de recherche.

source: Current
fr_fr: Courant

source: Timeline
fr_fr: Chronologie

source: Add all activities from %1 to this case?
fr_fr: Ajouter toutes les activités de %1 à ce dossier ?

source: Activity
fr_fr: Activité

source: Recent Communications
fr_fr: Communications récentes

source: View All
fr_fr: Voir tout

source: This case has no past communications
fr_fr: Ce dossier n'a pas de communications passées

source: Case is in Trash
fr_fr: Le dossier est dans la corbeille

source: %1 Others
fr_fr: %1 autres

source: Change case status
fr_fr: Modifier l'état du dossier

source: Change status to:
fr_fr: Modifier l'état du dossier en :

source: Ongoing
fr_fr: en cours

source: Case Manager:
fr_fr: Responsable :

source: Change Case Type
fr_fr: Modifier le type de dossier

source: Other Cases
fr_fr: Autres dossiers

source: Case is linked
fr_fr: Le dossier est lié

source: Case is for the same client(s)
fr_fr: Le dossier est pour le(s) même(s) client(s)

source: Next %1
fr_fr: Suivant %1

source: Overdue
fr_fr: Echu

source: Tasks
fr_fr: Tâches

source: This case has no new tasks
fr_fr: Ce dossier n'a pas de nouvelle tâche

source: CiviCase Dashboard - My Cases
fr_fr: Tableau de bord CiviCase - Mes dossiers

source: CiviCase Dashboard - All Cases
fr_fr: Tableau de bord CiviCase - Tous les dossiers

source: Dashboard
fr_fr: Tableau de bord

source: Open Cases
fr_fr: Dossiers ouverts

source: Cases Closed
fr_fr: Dossiers fermés

source: Average Duration
fr_fr: Durée moyenne

source: Next Milestones
fr_fr: Prochaines étapes

source: see all
fr_fr: Voir tout

source: There are currently no milestones
fr_fr: Il n'y a actuellement aucun jalon

source: There are no past communications
fr_fr: Il n'y a pas de communication passée

source: Recent Cases
fr_fr: Dossiers récents

source: Activities
fr_fr: Activités

source: Calendar
fr_fr: Calendrier

source: TODO: Calendar
fr_fr: TODO : Calendrier

source: My cases only
fr_fr: Mes dossiers uniquement

source: Add Case
fr_fr: Ajouter un dossier

source: Case Summary
fr_fr: Synthèse du dossier

source: See breakdown by type
fr_fr: Voir une rupture par type

source: Tags
fr_fr: Etiquettes

source: File Types...
fr_fr: Types de fichiers...

source: No files found
fr_fr: Pas de fichier trouvé

source: Download
fr_fr: Télécharger

source: Deleting...
fr_fr: En cours de suppression...

source: None Found
fr_fr: Aucun trouvé

source: Showing all %1
fr_fr: Montrer tout %1

source: Click for more
fr_fr: Cliquer pour davantage

source: %1 More
fr_fr: %1 en plus

source: Case Type: Any
fr_fr: Type de dossier : n'importe lequel

source: Status: All open cases
fr_fr: Etat : tous les dossiers ouverts

source: Edit Search
fr_fr: Modifier la requête

source: Other Criteria
fr_fr: Autres critères

source: Search
fr_fr: Recherche

source: Client Name or Email
fr_fr: Nom du client ou courriel

source: Deleted Cases
fr_fr: Dossiers supprimés

source: Only my cases
fr_fr: Uniquement mes dossiers

source: Case Start Date
fr_fr: Date de dossier (début)

source: Case End Date
fr_fr: Date de dossier (fin)

source: Clear Search
fr_fr: Réinitialiser la recherche

source: Me
fr_fr: Moi

source: %1 selected
fr_fr: %1 sélectionné

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: case
fr_fr: dossier

source: cases
fr_fr: dossiers

source: %1 days
fr_fr: %1 jours

source: Name
fr_fr: Nom

source: Size
fr_fr: Taille

source: Add file description
fr_fr: Ajouter une description au fichier

source: Cancel
fr_fr: Annuler

source: Upload
fr_fr: Mettre à jour

source: Drop file here
fr_fr: Déplacer le fichier ici

source: or click here to browse
fr_fr: ou cliquez ici pour naviguer

source: Unknown error
fr_fr: Erreur inconnue

source: Attachment failed
fr_fr: Echec sur la pièce jointe

source: Uploading...
fr_fr: Téléchargement...

source: Uploaded
fr_fr: Téléchargé

source: From
fr_fr: De

source: To
fr_fr: A

source: Add Item
fr_fr: Ajouter un élément

source: Summary
fr_fr: Synthèse

source: People
fr_fr: Acteurs

source: Files
fr_fr: Fichiers

source: Case Roles
fr_fr: Rôles du dossier

source: Other Relationships
fr_fr: Autres relations

source: Add Case Role
fr_fr: ajouter le rôle de dossier

source: Select Records:
fr_fr: Sélectionner les enregistrements :

source: All %1 records
fr_fr: Tous les %1 enregistrements

source: All Roles
fr_fr: Tous les rôles

source: Role
fr_fr: Rôle

source: Phone
fr_fr: Téléphone

source: Email
fr_fr: Courriel

source: Unassigned
fr_fr: Non assigné

source: Reassign %1
fr_fr: Réassigner %1

source: Add Another %1
fr_fr: Ajouter un autre %1

source: Remove %1
fr_fr: Supprimer %1

source: Send Email
fr_fr: Envoyer le courriel

source: Print/Merge Document
fr_fr: Imprimer/fusinner document

source: Relationship
fr_fr: Relation

source: All %1 Contacts
fr_fr: Tous les %1 contacts

source: %1 Selected
fr_fr: %1 sélectionné

source: Edit Relationship
fr_fr: Modifier la relation

source: Case Manager.
fr_fr: Responsable.

source: Select Contact
fr_fr: Sélectionner Contact

source: Replace %1
fr_fr: Remplacer %1

source: Add %1
fr_fr: Ajouter %1

source: %1 replaced %2 as %3
fr_fr: %1 a remplacé %2 en tant que %3

source: %1 added as %2
fr_fr: %1 ajouté en tant que %2

source: Remove %1 as %2?
fr_fr: Supprimer %1 en tant que %2 ?

source: %1 removed as %2
fr_fr: %1 supprimé en tant que %2

source: Home
fr_fr: Accueil

source: Case Dashboard
fr_fr: Tableau de bord des dossiers

source: Change Case Status
fr_fr: Modifier l'état du dossier

source: Edit Tags
fr_fr: Modifier les Etiquettes/Tags

source: Print Case
fr_fr: Imprimer le dossier

source: Email Case Manager
fr_fr: Courriel du responsable

source: Export Cases
fr_fr: Exporter les dossiers

source: Link Cases
fr_fr: Lier les dossiers

source: Link 2 Cases
fr_fr: Lier 2 dossiers

source: Merge 2 Cases
fr_fr: Fusionner 2 dossiers

source: Delete Case
fr_fr: Supprimer un dossier

source: Uncategorized
fr_fr: Non catégorisé

source: Activity Category
fr_fr: Catégorie d'activité

source: - select -
fr_fr: - sélectionner -

source: Save Draft
fr_fr: Enregistrer le brouillon

source: Continue Editing
fr_fr: Continuer la modification

source: Saved as a Draft
fr_fr: Enregistré en tant que brouillon

source: Saved
fr_fr: Enregistré

source: Allows a user to view only basic information of cases.
fr_fr: Autoriser un utilisateur à voir uniquement les informations de base des Dossiers.

source: This system uses embedded activity revisions. This feature should be <em>disabled</em> for CiviCase 5. See <a href="%1">CiviCase Settings</a>.
fr_fr: Pour les activités, le système utilise des révisions embarquées. Cette fonctionnalité devrait être <em>désactivée</em> pour CiviCase 5. Voir <a href="%1">Paramètres CiviSettings</a>.

source: CiviCase: Disable old-style logging
fr_fr: CiviCase: Désactiver l'ancienne version de la journalisation

source: CiviCase: Enable new-style logging
fr_fr: CiviCase: Activer la nouvelle version de la journalisation

source: CiviCase: Migrate historical logs
fr_fr: CiviCase: Migrer l'historique des logs

source: Administer %1
fr_fr: Administrer %1

source: No Webforms with cases exists!
fr_fr: Aucun Webform de Dossier n'existe !

source: Your changes have been saved successfully.
fr_fr: Vos modifications ont bien été sauvegardées.

source: Locked Contacts
fr_fr: Contacts bloqués (locked)

source: Results
fr_fr: Résultats

source: Row Fields
fr_fr: Champs en ligne

source: Date Grouping
fr_fr: Date de regroupement

source: Aggregate filter :
fr_fr: Filtre d'aggrégation :

source: Case
fr_fr: Dossier

source: Activity ID
fr_fr: Id. de l'activité

source: Activity Type
fr_fr: Type d'activité

source: Activity Date
fr_fr: Date d'activité

source: Activity Status
fr_fr: Statut d'activité

source: Activity Duration
fr_fr: Durée d'activité

source: Activity Details
fr_fr: Détails d'activité

source: Activity Result
fr_fr: Résultat d'activité

source: Current Revision
fr_fr: Révision actuelle

source: Is activity deleted
fr_fr: Est une activité supprimée

source: Case Subject
fr_fr: Objet du Dossier

source: Case Status
fr_fr: Statut du Dossier

source: Case Type
fr_fr: Type de Dossier

source: Case Created Date
fr_fr: Dossier créé le

source: Case Modified Date
fr_fr: Dossier modifié le

source: Case is in the Trash?
fr_fr: Dossier dans la corbeille ?

source: Contact Name
fr_fr: Nom du contact

source: Contact ID
fr_fr: Id. du contact

source: External ID
fr_fr: Id. externe

source: Contact Name (in sort format)
fr_fr: Nom (trié)

source: Contact Type
fr_fr: Type de contact

source: Contact Sub Type
fr_fr: Sous-Type de contact

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Nick Name
fr_fr: Surnom/Sigle

source: Gender
fr_fr: Genre

source: Birth Date
fr_fr: Date de naissance

source: Preferred Language
fr_fr: Langue préférée

source: Preferred Mail Format
fr_fr: Format de courriel préféré

source: Communication Style
fr_fr: Style de communication

source: Deceased
fr_fr: Décédé

source: Deceased Date
fr_fr: Date du décès

source: Contact is in Trash
fr_fr: Le contact est dans la corbeille

source: Created Date
fr_fr: Date de création

source: Modified Date
fr_fr: Date de modification

source: Latest Activity Type
fr_fr: Type de la dernière activité

source: Latest Activity Date
fr_fr: Date de la dernière activité

source: Case Tag
fr_fr: Etiquette (dossier)

source: Display as tab on contact record
fr_fr: Afficher sous forme d'onglet dans la fiche du contact

source: Make available for contact summary page (requires contact layout editor extension)
fr_fr: Rendre disponible pour le résumé du contact (nécessite l'extension Contact Layout)

source: Select field to use as contact filter
fr_fr: Choisir le champ utilisé comme filtre de contact

source: Tag
fr_fr: Etiquette

source: Group
fr_fr: Groupe

source: Unknown
fr_fr: Inconnu

source: Select Columns
fr_fr: Choisir les colonnes

source: Columns
fr_fr: Colonnes

source: Display Options
fr_fr: Options d'affichage

source: Sorting
fr_fr: Tri

source: Order by Column
fr_fr: Trier par colonne

source: Order by Order
fr_fr: Trier par Ordre

source: Order by Section
fr_fr: Trier par Section

source: Page Break
fr_fr: Saut de page

source: Until Date
fr_fr: Jusqu'à (date)

source: From Date
fr_fr: Depuis (date)

source: Contains
fr_fr: Contient

source: Starts with
fr_fr: Commence par

source: Ends with
fr_fr: Se termine par

source: Does not contain
fr_fr: Ne contient pas

source: Is equal to
fr_fr: Est égal à

source: Is not equal to
fr_fr: N'est pas égal à

source: Is empty (Null)
fr_fr: Est vide (Null)

source: Is not empty (Null)
fr_fr: N'est pas vide (Null)

source: Regex is true
fr_fr: Regex est vrai

source: Select Alternate Template
fr_fr: Choisir un modèle alternatif

source: Template
fr_fr: Modèle

source: Participant Count
fr_fr: Nombre de participants

source: Total Participants
fr_fr: Total de participants

source: Quantity
fr_fr: Quantité

source: Total Quantity Selected
fr_fr: Quantité totale sélectionnée

source: Unit Price
fr_fr: Prix unitaire

source: Event ID
fr_fr: Id. d'événement

source: Event Participant Status
fr_fr: Statut de participant (événement)

source: Participant Role
fr_fr: Rôle du participant

source: Participant Fee Level
fr_fr: Tarif du participant

source: Number of Memberships
fr_fr: Nombre d'adhésions

source: Currency
fr_fr: Devise

source: Event Title
fr_fr: Titre d'événement

source: Event Type
fr_fr: Type d'événement

source: Fee Label
fr_fr: Libellé de tarif

source: Event Start Date
fr_fr: Date de début d'événement

source: Event End Date
fr_fr: Date de fin d'événement

source: Capacity
fr_fr: Capacité

source: Is Active
fr_fr: Est actif

source: Is Publicly Visible
fr_fr: Est visible (public)

source: Total Income
fr_fr: Revenu total

source: %1 only included based on filter
fr_fr: %1 inclus uniquement (sur la base du filtre)

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Operator:
fr_fr: Opérateur :

source: Quantity Selected
fr_fr: Quantité

source: Between %1 and %2
fr_fr: Entre %1 et %2

source: and
fr_fr: et

source: Is Not
fr_fr: n'est pas

source: Is
fr_fr: est

source: --Select--
fr_fr: -- Choisir --

source: Secondary Label
fr_fr: Libellé secondaire

source: Instance Type
fr_fr: Type d'instance

source: Icon
fr_fr: Icône

source: Choose Icon
fr_fr: Choisir une icône

source: %1 Saved
fr_fr: %1 enregistrés

source: %1 Activity
fr_fr: %1 activité

source: Allowed characters: letters (a-z), numbers and hyphen.
fr_fr: Caractères autorisés : lettres (a-z), chiffres et virgule.

source: Activity Links
fr_fr: Liens d'activité

source: New %1
fr_fr: Nouveau %1

source: My %1
fr_fr: Mes %1

source: My %1 activities
fr_fr: Mes %1 activités

source: All %1
fr_fr: Tous les %1

source: Manage %1 Types
fr_fr: Gérer %1 types

source: Change Case Role Start Date
fr_fr: Modifier la date de début du rôle du dossier

source: Change Case Role End Date
fr_fr: Modifier la date de fin du rôle du dossier

source: Case Type Categories
fr_fr: Catégories de type de dossier

source: Permanently delete %1 activit%2?
fr_fr: Supprimer définitivement %1 activités ?

source: %1Activity
fr_fr: %1 activité

source: %1 Activities
fr_fr: %1 activités

source: Click on the button below to add a milestone to this case
fr_fr: Cliquer sur le bouton ci-dessous pour ajouter un jalon à ce dossier

source: ADD ACTIVITY
fr_fr: AJOUTER UNE ACTIVITE

source: ADD MILESTONE
fr_fr: AJOUTER UN JALON

source: Future Activities
fr_fr: Activités à venir

source: Past Activities - Prior to Today
fr_fr: Activités passées - Avant aujourd'hui

source: Show only activities created by me but assigned to someone other than me
fr_fr: Affiche seulement les activités créées par moi mais assignées à quelqu'un d'autre

source: Show all activities regardless of who created them, who they are assigned to or who they are with
fr_fr: Affiche toutes les activités (quelque soit l'auteur ou les contacts assigné ou concernés)

source: Select timeline
fr_fr: Sélectionner une séquence

source: Click to view More Filters
fr_fr: Cliquer pour voir davantage de filtres

source: Activity date
fr_fr: Date d'activité

source: Change activity status
fr_fr: Modifier le statut

source: Change activity priority
fr_fr: Modifier la priorité

source: Change priority to:
fr_fr: Modifier la priorité en :

source: Everything (%1)
fr_fr: Tous (%1)

source: None
fr_fr: Aucun

source: Draft Email
fr_fr: Courriel (brouillon)

source: Select case role(s).
fr_fr: Choisir les rôles du dossier

source: No case roles are selected
fr_fr: Aucun rôle de dossier sélectionné

source: Please add a contact for the selected role(s).
fr_fr: Veuillez ajouter un contact pour le rôle sélectionné

source: No contacts available for selected role(s)
fr_fr: Aucun contact disponible pour le(s) rôle(s) sélectionné(s)

source: Please refresh this page to view updates from the webform submission.
fr_fr: Veuillez actualiser cette page pour afficher les mises à jour du formulaire soumis.

source: Refresh
fr_fr: Actualiser

source: Merge all activity records into a single case?
fr_fr: Fusionner toutes les activités en un seul dossier ?

source: Case ID :
fr_fr: Numéro de dossier :

source: Go To Case
fr_fr: Accéder au dossier

source: This case doesn't currently have a description. Click here to add now.
fr_fr: Ce dossier n'a pas de description. Cliquer ici pour en ajouter une.

source: Last Activity
fr_fr: Dernière activité

source: Contact Role
fr_fr: Rôle du dossier

source: Last Modified
fr_fr: Modifié le

source: Load More Cases
fr_fr: Charger davantage de dossiers

source: Linked Cases
fr_fr: Dossiers liés

source: Add new
fr_fr: Ajouter un nouveau

source: Create email
fr_fr: Rédiger un courriel

source: Create PDF letter
fr_fr: Générer un PDF

source: Add activity
fr_fr: Ajouter une activité

source: Add timeline
fr_fr: Ajouter une séquence

source: Details
fr_fr: Détails

source: No linked cases
fr_fr: Pas de dossier lié

source: Click the button below to create a new link for this case
fr_fr: Cliquez sur le bouton ci dessous pour créer un nouveau lien pour ce dossier

source: Start date
fr_fr: Date de début

source: End date
fr_fr: Date de fin

source: Add Client
fr_fr: Ajouter un client

source: %1 added as Client
fr_fr: %1 ajouté comme Client

source: Continue
fr_fr: Poursuivre

source: Please select a contact.
fr_fr: Veuillez choisir un contact

source: No past communications
fr_fr: Pas de communication passée

source: Click on the button below to add a communication to this case
fr_fr: Cliquez sur le bouton ci-dessous pour ajouter une communication à ce dossier

source: Create new communication
fr_fr: Créer une nouvelle communication

source: Click on the button below to add a task to this case
fr_fr: Cliquez sur le bouton ci-dessous pour ajouter une tâche à ce dossier

source: Create new tasks
fr_fr: Créer de nouvelles tâches

source: Case last updated:
fr_fr: Dossier modifié le :

source: Status: All cases
fr_fr: Statut : Tous les dossiers

source: Relationship Type: All
fr_fr: Type de relation : Toutes

source: Contact Search
fr_fr: Recherche de contact

source: Only Show Disabled Cases
fr_fr: Afficher seulement les dossiers désactivés

source: My Cases
fr_fr: Mes dossiers

source: Cases I am involved in
fr_fr: Dossiers qui me concerne

source: All Cases
fr_fr: Tous les dossiers

source: All Case Roles
fr_fr: Tous les rôles
