Repository: tobiashreiter/uk.co.compucorp.civicase
Catalog: l10n/*/LC_MESSAGES/civicase.po
Languages: fr_fr

source: View Contact
fr_fr: Voir le contact

source: Click the Activity to view all Contacts.
fr_fr: Cliquer sur l'activité pour afficher tous les contacts.

source: Related cases to the user
fr_fr: Dossiers liés à l'utilisateur

source: Add case
fr_fr: Ajouter un dossier

source: This contact has no cases
fr_fr: Ce contact n'a pas de dossier

source: Click the button below to create a new case for this contact
fr_fr: Cliquer sur le bouton ci-dessous pour créer un nouveau dossier pour ce contact

source: Add new case
fr_fr: Ajouter un nouveau dossier

source: Resolved cases
fr_fr: Dossiers résolus

source: Other cases for this contact
fr_fr: Les autres dossiers de ce contact

source: You have %1 new cases
fr_fr: Vous avez %1 nouveaux dossiers

source: You have no new %1 this %2
fr_fr: Vous n'avez aucun nouveau %1 ce(tte) %2

source: You have %1 milestones due
fr_fr: Vous avez %1 jalons prévus

source: No upcoming %1
fr_fr: Pas de %1 à venir

source: You have no %1 due this %2
fr_fr: Vous n'avez aucun %1 prévu ce(tte) %2

source: You have %1 %2 due
fr_fr: Vous avez %1 %2 prévus

source: Remove
fr_fr: Supprimer

source: File Description
fr_fr: Description du fichier

source: Upload File(s)
fr_fr: Télécharger des fichiers

source: string
fr_fr: chaîne

source: Access Denied
fr_fr: Accès interdit

source: Resume Draft
fr_fr: Reprendre le brouillon

source: Print Report
fr_fr: Imprimer le rapport

source: Tag - add to activities
fr_fr: Etiquette - ajouter aux activités

source: Tag - remove from activities
fr_fr: Etiquette - supprimer des activités

source: Download All
fr_fr: Tout télécharger

source: Open Case
fr_fr: Ouvrir le dossier

source: Change Case Subject
fr_fr: Modifier l'objet du dossier

source: Change Case Start Date
fr_fr: Modifier la date de début du dossier

source: Assign Case Role
fr_fr: Assigner un rôle de dossier

source: Remove Case Role
fr_fr: Supprimer le rôle du dossier

source: Merge Case
fr_fr: Fusionner le dossier

source: Reassigned Case
fr_fr: Dossier réassigné

source: Change Case Tags
fr_fr: Modifer les étiquettes du dossier

source: Add Client To Case
fr_fr: Ajouter un client au dossier

source: Email - send now
fr_fr: Courriel - envoyer

source: Lock Case
fr_fr: Bloquer le dossier

source: Webforms
fr_fr: Webforms (formulaires)

source: Custom Tab
fr_fr: Onglet personnalisé

source: This title is already in use. Please choose another
fr_fr: Ce titre est déjà utilisé. Merci d'en choisir un autre

source: Duplicating Workflow...
fr_fr: Dupliquer le processus...

source: Duplicate created successfully
fr_fr: Copie créée !

source: Duplicate
fr_fr: Dupliquer

source: Title
fr_fr: Titre

source: Enabled?
fr_fr: Activé ?

source: Manage %1 types
fr_fr: Gérer %1 types

source: New %1 type
fr_fr: Nouveau %1 type

source: Filter
fr_fr: Filtrer

source: No %1 types are available.
fr_fr: Aucun %1 type n'est disponible.

source: Case Type Category
fr_fr: Catégorie de type de dossier

source: Allow cases to be locked
fr_fr: Autoriser à "bloquer" un dossier

source: Select Instance
fr_fr: Choisir l'instance

source: Select Row Fields
fr_fr: Choisir les champs de ligne

source: Select Column Header
fr_fr: Choisir l'en-tête de colonne

source: Custom Fields(s)
fr_fr: Champs personnalisés

source: Loading
fr_fr: Chargement

source: Select Template
fr_fr: Choisir un modèle

source: The contact name should be divided in two parts, the first name and last name.
fr_fr: Le nom du contact devrait être divisé en deux parties, le prénom et le nom.

source: Filter Activities
fr_fr: Filtrer les activités

source: You have selected %1 items
fr_fr: Vous avez sélectionné %1 éléments

source: Select all %1 that match the search
fr_fr: Selectionner les %1 qui correspondent à la recherche

source: Clear All
fr_fr: Enlever tout

source: Now
fr_fr: Courant

source: Future
fr_fr: A venir

source: Past
fr_fr: Passé

source: No upcoming activity
fr_fr: Aucune activité à venir

source: Click here to add an activity
fr_fr: Cliquer ici pour ajouter une activité

source: Click to set value
fr_fr: Cliquer pour définir la valeur

source: No upcoming milestones
fr_fr: Aucun jalon à venir

source: No upcoming activities
fr_fr: Aucune activité à venir

source: No new tasks
fr_fr: Aucune nouvelle tâche

source: No new %1
fr_fr: Pas de %1

source: View all cases
fr_fr: Voir tous les dossiers

source: View all my cases
fr_fr: Voir tous mes dossiers

source: Showing - to - of - %1
fr_fr: Résultats - à - (%1)

source: Showing %1 to %2 of %3 %4
fr_fr: Résultats %1 à %2 sur %3 (%4)

source: milestones
fr_fr: jalons

source: activities
fr_fr: activités

source: items
fr_fr: éléments

source: Overview
fr_fr: Résumé

source: This Week
fr_fr: Cette semaine

source: This Month
fr_fr: Ce mois

source: Open Tasks
fr_fr: Tâches ouvertes

source: Unread Comms
fr_fr: Comm. non lues

source: Scheduled Activities
fr_fr: Activités planifiées

source: %1 overdue
fr_fr: %1 en retard
